{"label": "credible", "id": 999199482653954049, "full_text": "You are twice as likely to get into @UniofOxford as a white applicant (24%) than a black applicant (12%). Why? 1/4 Oxford colleges did not admit a single black student in a whole year group at least once between 2015-17. 8 colleges less than 1% black. Why?"}
{"label": "credible", "id": 1061962869376540672, "full_text": "The Florida Election should be called in favor of Rick Scott and Ron DeSantis in that large numbers of new ballots showed up out of nowhere, and many ballots are missing or forged. An honest vote count is no longer possible-ballots massively infected. Must go with Election Night!"}
{"label": "credible", "id": 1037886819340304384, "full_text": "While we have more people in jail than any country, we are beginning to make progress on criminal justice reform. There is still a long way to go in creating a justice system that works for all, but we should celebrate the steps we are taking. https://t.co/O9y32EdvWk"}
{"label": "credible", "id": 1023935529438666752, "full_text": "-40 million Americans still live in poverty\n-30 million have no health insurance\n-Half of older workers have no retirement savings\n\nAnd what does Trump's tax plan accomplish? Make the very, very rich much richer. What a disgrace. https://t.co/cBJn9Lqbb0"}
{"label": "credible", "id": 999354217050656769, "full_text": "BME students make up 17.9% of all British Oxford undergraduates. That's pretty close to the percentage of BME people among 17-24-year-olds in England and Wales – 18.3%. If you include post-grads and international students, total number of BME students at Oxford climbs to 28%."}
{"label": "credible", "id": 1046456403651698693, "full_text": "So if African-American unemployment is now at the lowest number in history, median income the highest, and you then add all of the other things I have done, how do Democrats, who have done NOTHING for African-Americans but TALK, win the Black Vote?  And it will only get better!"}
{"label": "credible", "id": 1035203880550846464, "full_text": "The Labour Party says it is not possible to resign as a Labour MP and remain a member of the Labour Party"}
{"label": "credible", "id": 1153556118062489600, "full_text": "Today marks #26thAnniversary of occupation of #Aghdam 🇦🇿 by #Armenia/n armed forces.\nRestoration of territorial integrity &amp; sovereignty of #Azerbaijan &amp; ensuring return of IDPs from Aghdam &amp; other occupied lands to their homes are inherent right of 🇦🇿 as enshrined in #UNCharter. https://t.co/csc1JcVupH"}
{"label": "credible", "id": 1183281654263177216, "full_text": "Convictions for voter impersonation at last election: 1\n\nPeople turned away in just 8 council areas in trials: 819\n\nPeople without photo ID: 3.5m\nWithout passport/driving license: 11m\n(Mostly not Tory voters)\n\nCONCLUSION:\nBring in voter ID https://t.co/OKAozv9fih"}
{"label": "credible", "id": 1183292462216953859, "full_text": "Voter ID is a blatant attempt by the Tories to rig the result of the next general election.\n\n3.5 million don’t have access to any photo ID. If you restrict that to passport or driving licence it’s 11 million.\n\nhttps://t.co/rX9nugdcCQ"}
{"label": "credible", "id": 1007185743465340928, "full_text": "The DA-led Western Cape has created 75% of all jobs in South Africa in the past year, thanks to initiatives like the Lansdowne Bottling Company. -#RiseUpForJobs https://t.co/w8e4zRg1bj"}
{"label": "credible", "id": 953123007735713792, "full_text": "When Turkish Embassy in Washington was hosting African Americans for social event in 1950s, it caused a diplomatic crisis. US Senate warned Turks not to take them in. The State Dept. advised Turks to take African Americans from the back door. Turks refused.\n\n#MartinLutherKingDay https://t.co/yVMRpFxrCE"}
{"label": "credible", "id": 913505679889063936, "full_text": "Who benefits from Trump's plan to repeal the estate tax? Only the top 0.2% — Trump, his cabinet, and other millionaires and billionaires. https://t.co/UQilM6MaRb"}
{"label": "credible", "id": 1176430928266235905, "full_text": "Sensex and Nifty posts biggest single day gains in the last 10 years. #NewIndiaInMaking https://t.co/0WXmgqE3GT"}
{"label": "credible_uncertain", "id": 1007340132461174785, "full_text": "Incompetence meets cronyism. https://t.co/badXDoNRaq"}
{"label": "credible_uncertain", "id": 1016373750395277313, "full_text": "I am proud to have served as Foreign Secretary. It is with sadness that I step down: here is my letter explaining why. https://t.co/NZXzUZCjdF"}
{"label": "credible_uncertain", "id": 1019677555274797057, "full_text": "When a sinkhole began dumping toxic water in Florida's aquifer, Rick Scott tried to cover it up. I worked with the press to expose the secret sinkhole and hold Scott accountable. \nhttps://t.co/R6lrvaJQCw"}
{"label": "credible_uncertain", "id": 1024137570463051778, "full_text": "@DiscoverMag There’s a massive amount of CO2 on Mars adsorbed into soil that’d be released upon heating. With enough energy via artificial or natural (sun) fusion, you can terraform almost any large, rocky body."}
{"label": "credible_uncertain", "id": 1024263146008207361, "full_text": "Collusion is not a crime, but that doesn’t matter because there was No Collusion (except by Crooked Hillary and the Democrats)!"}
{"label": "credible_uncertain", "id": 1028340772981096448, "full_text": "99% of Elana Kagan's White House records were made public before her nomination hearing.\n\n0.08% of Brett Kavanaugh's records are public now.\n\nIt's unprecedented to go to these lengths to hide a Supreme Court nominee's records from the American people. \n\n#ReleaseTheRecords"}
{"label": "credible_uncertain", "id": 1066466567700037632, "full_text": "My letter to the nation. \n\n#BackTheBrexitDeal https://t.co/VGzNeeXoqg"}
{"label": "credible_uncertain", "id": 1080457560291987457, "full_text": "Mexico is paying for the Wall through the new USMCA Trade Deal. Much of the Wall has already been fully renovated or built. We have done a lot of work. $5.6 Billion Dollars that House has approved is very little in comparison to the benefits of National Security. Quick payback!"}
{"label": "credible_uncertain", "id": 1086177624714633216, "full_text": "Reminiscent of crime levels in NYC at their worst in the 90s - A lack of leadership above ground is resulting in violence spilling onto the Tube.\n\nLondoners should not have to worry about their safety on their way to work &amp; as they travel around the city.\n\nhttps://t.co/UNZnmZTbVq"}
{"label": "credible_uncertain", "id": 1088837159606542336, "full_text": "Never since records began have violent crime and knife crime been as high as they are today. This crisis is a consequence of nine years of Government cuts to the police and youth services. https://t.co/H3T3kWEgfH"}
{"label": "credible_uncertain", "id": 1104102015897124865, "full_text": "Members of our military have already given so much. Raiding money from their pensions to fund the President’s wasteful vanity project is outrageous. Our servicemembers deserve better. \nhttps://t.co/xIzR0MyCii"}
{"label": "credible_uncertain", "id": 1109087647706873857, "full_text": "Oh, this is going to be a fun afternoon. You can sign any name you want to the Revoke Article 50 petition and use the same email address repeatedly. Let the games begin! #RemoanerMcRemoanface https://t.co/WMWKExiBUy"}
{"label": "credible_uncertain", "id": 1122923513034301441, "full_text": "Our schools have made great progress:\n\n🏫 85% of schools are good and outstanding schools, vs 68% in 2010\n \nThanks to all of the hardworking teachers, leaders &amp; support staff who are making this happen. https://t.co/OMAb5RuM6F"}
{"label": "credible_uncertain", "id": 1138337397496827904, "full_text": "Once again it’s the most vulnerable I’ve n society who are punished #TvLicence #OAP or don’t pay get jailed free tv, food, hairdresser, 24/7 staff on hand https://t.co/aeoejrojQS"}
{"label": "credible_uncertain", "id": 1138523183190073344, "full_text": "The @USWNT is #1 in the world &amp; contributes higher revenues for @USSoccer than the men’s team, but they’re still paid a fraction of what the men earn. Women deserve equal pay for equal (or better!) work in offices, factories, AND on the soccer field. https://t.co/ftOSrjRyOE"}
{"label": "credible_uncertain", "id": 1143940209244958720, "full_text": "... can we get one in India .. I mean right now .. RIGHT NOW .. PLEASE !!🇮🇳🇮🇳🙏🙏 https://t.co/pTRI8r4VsK"}
{"label": "credible_uncertain", "id": 1146875438486061056, "full_text": "Man booed at Pete Buttigieg event after racist comment.\n\n\"Racism is not going to help us get out of this,\" Buttigieg tells him, to applause. \"Racism has no place in American politics or in American law enforcement. Next question.\" https://t.co/NkJuIoh4fP https://t.co/iBt6pwnr2H"}
{"label": "credible_uncertain", "id": 1147566007537606659, "full_text": "Best Countries for Education, in 2019\n\n1.🇬🇧UK\n2.🇺🇸US\n3.🇨🇦Canada\n4.🇩🇪Germany\n5.🇫🇷France\n6.🇦🇺Australia\n7.🇨🇭Switzerland\n8.🇸🇪Sweden\n9.🇯🇵Japan\n10.🇳🇱Netherlands\n\n13.🇳🇿NZ\n16.🇮🇹Italy\n18.🇪🇸Spain\n22.🇷🇺Russia\n25.🇨🇳China\n31.🇦🇪UAE\n33.🇧🇷Brazil\n34.🇮🇳India\n36.🇹🇷Turkey\n\n(U.S. News &amp; World Report)"}
{"label": "credible_uncertain", "id": 1149681902334423040, "full_text": "House Democrats stripped this provision from the #NDAA because they are soft on terror and they want to close Guantanamo Bay. Our national security will suffer because of their actions."}
{"label": "credible_uncertain", "id": 1149769049997361152, "full_text": "यह क्या है आदरणीय मुख्यमंन्त्री जी,इनपे कठोर से कठोर कदम उठाये,देश की संपन्ति को नुकसान पहुचाया है,विरोध का तरीका और भी बहुत सा है,\nOppose of bus route started to Bandra to BKC by group of Muslim Rikshawala’s running share Riksha on that route... https://t.co/n5Efw9nQtI"}
{"label": "credible_uncertain", "id": 1150910772849061889, "full_text": "Republican policies have led to business investment growth that’s 10 times faster than what we saw under President Obama. That seems hard to believe, but the numbers don’t lie. https://t.co/V55j7Lu0AH"}
{"label": "credible_uncertain", "id": 1153915894168346624, "full_text": ".@David_Speers: Do you think the Newstart Allowance should be increased?\n\n@senbmckenzie: I think it’s incredibly difficult to live on Newstart, that’s why we’re working so hard to increase job opportunities.\n\nMORE: https://t.co/66GL5ABS4G #Speers https://t.co/NKpjro6ALj"}
{"label": "credible_uncertain", "id": 1154283652169134081, "full_text": "India takes a huge leap of 29 places to reach 52nd rank in 2019 from 81st rank in 2015 in the Global Innovation Index. \n\nUnder the leadership of PM Shri @narendramodi, India continues on improving innovation including ICT services, exports, patents and R&amp;D. https://t.co/xmEK0xeCDp"}
{"label": "credible_uncertain", "id": 1157921570138054656, "full_text": "So are you proud of your gallantry in Kashmir? Shame and what a shame! Your brutal army kills innocent and unarmed Kashmiris. If this is ur benchmark of bravery and gallantry than we curse and curse on such a bravery. Don’t celebrate it rather feel ashamed and cry on it! https://t.co/uVASAJcDLm https://t.co/OS8g2pKV41"}
{"label": "credible_uncertain", "id": 1159487859465887751, "full_text": "Sen. Dan Bishop doubles down on removing coverage for people with pre-existing conditions. Under his sham \"association health plans,\" insurance companies don't have to pay for medications for pre-existing conditions. #nc09 #ncpol https://t.co/Vcjv6fhdXr"}
{"label": "credible_uncertain", "id": 1159681960299696128, "full_text": "Millions of #Kashmiri rally in IOK against @narendramodi Govt repealing of 35-A. \n#SaveKashmirFromModi https://t.co/xoHYwSUYaw"}
{"label": "credible_uncertain", "id": 1159893277954514944, "full_text": "Michael Brown’s murder forever changed Ferguson and America. His tragic death sparked a desperately needed conversation and a nationwide movement. We must fight for stronger accountability and racial equity in our justice system."}
{"label": "credible_uncertain", "id": 1159902078103445507, "full_text": "5 years ago Michael Brown was murdered by a white police officer in Ferguson, Missouri. Michael was unarmed yet he was shot 6 times. I stand with activists and organizers who continue the fight for justice for Michael. We must confront systemic racism and police violence head on."}
{"label": "credible_uncertain", "id": 1160127085412700160, "full_text": "Happens 2.5 million times a year per the CDC...... https://t.co/TCQeweaq1t"}
{"label": "credible_uncertain", "id": 1160257522093215744, "full_text": "Trump Fact:\n\nNew Yorkers don't like Trump.\n\nThey have started a petition to request that the stretch of Fifth Avenue between 56th and 59th be renamed President Barack H. Obama Avenue.\n\nIf it gets the green light, Trump Tower will have a new address.\n\nPoetic justice or what...?"}
{"label": "credible_uncertain", "id": 1161091143691460608, "full_text": "@THEECONSTITUTI1 Here's the original video where the incident was first reported\nhttps://t.co/FZ6MHg9NMq"}
{"label": "credible_uncertain", "id": 1163831940807573505, "full_text": "Recession? I don't think so.\n\nOur economy is booming after tax cuts...\n\n✅The typical American worker’s pay growing at more than 3 percent a year.\n\n✅Record low unemployment.\n\n✅Retail spending up big. https://t.co/VeIft20cxd"}
{"label": "credible_uncertain", "id": 1164584746736766978, "full_text": "Our WV highways rank 16th in the country in a national survey of highway systems, up 20 spots from last year’s ranking! This ranking affirms all the hard work we’ve done, and that we continue to do, fixing our state’s roads. #WV #WVGov https://t.co/GY699UI0M6"}
{"label": "credible_uncertain", "id": 1166466892770549765, "full_text": "Looking forward to being with Dan Bishop in two weeks, in North Carolina. His opponent believes in Open Borders and Sanctuary Cities, and won’t protect your Second Amendment! https://t.co/nSX2yuXAb1"}
{"label": "credible_uncertain", "id": 1166654896759664640, "full_text": "👇Kashmir people in flight to Rahul:\nModi is doing good for us. Why do you want to visit Kashmir and trouble us. Please go back.! https://t.co/GCMG04z11i"}
{"label": "credible_uncertain", "id": 1166831360520130560, "full_text": "Taking money Congress authorized to protect people facing disaster in order to indefinitely detain asylum seekers is unconscionable. It is unworthy of the presidency and unworthy of the United States. https://t.co/vHJYduZmMj"}
{"label": "credible_uncertain", "id": 1167742407892439040, "full_text": "We're levelling up schools across the country by investing over £14 billion in primary and secondary education between now and 2022/23. https://t.co/tXXBUBjB2b"}
{"label": "credible_uncertain", "id": 1167747519331233792, "full_text": "Major blast rips chemical factory in #Dhule Maharashtra. 20 died,50 injured.I pray for speedy recovery of victims. May there souls #Rip for people who died in blast. https://t.co/eKGJVgLbcq"}
{"label": "credible_uncertain", "id": 1168477659325591552, "full_text": "If the BJP govt. had any intention of fixing the mess they have created they would put aside petty politics &amp; seek the help of experts such as Former PM Dr. Manmohan Singh - who has proved his mettle in economic affairs plenty of times.\n\n#EconomyKhatreMeinHai https://t.co/t5M7uYBfUf"}
{"label": "credible_uncertain", "id": 1171366715873275912, "full_text": "Under @BarackObama illegal immigration dropped to a 50-year low (look it up).\n\nFor the first time, we passed a law on pre-existing conditions and near full healthcare coverage. \n\nWe recovered from a global economic collapse. \n\nI could go on. But @JoeBiden was there too. Fighting."}
{"label": "credible_uncertain", "id": 1172188705416798219, "full_text": "Mugabe's casket cost 17b?\nIt has been computerised in such a way that after his internment, his family can watch his remains through their phones. Supplier of casket said the facilities in it will Prevent corpse from decomposing for 10 years https://t.co/xpABeUKJ4h"}
{"label": "credible_uncertain", "id": 1176430928266235905, "full_text": "Sensex and Nifty posts biggest single day gains in the last 10 years. #NewIndiaInMaking https://t.co/0WXmgqE3GT"}
{"label": "credible_uncertain", "id": 1178300945714823168, "full_text": "I was delighted to meet with NHS staff at North Manchester General Hospital today, they’re doing a great job.\n\nWe need to get Brexit done so we can get on with delivering on the priorities of the British people - like our NHS. https://t.co/ft5f5Y0zzw"}
{"label": "credible_uncertain", "id": 1178303807421214720, "full_text": "Saw this on Mumbai airport. https://t.co/GEFtiGNlSr"}
{"label": "credible_uncertain", "id": 1178343502247153664, "full_text": "This is your daily reminder that:\n\nBarack Obama asked Ukraine to investigate his political rival's campaign manager\n\n3 Democrat senators asked Ukraine to investigate Trump\n\nAnd the DNC solicited Ukraine's help to dig up dirt on Trump\n\nAnd the media was silent about all of it\n\n🤔"}
{"label": "credible_uncertain", "id": 1178643854737772545, "full_text": "Rep. Adam Schiff illegally made up a FAKE &amp; terrible statement, pretended it to be mine as the most important part of my call to the Ukrainian President, and read it aloud to Congress and the American people. It bore NO relationship to what I said on the call. Arrest for Treason?"}
{"label": "credible_uncertain", "id": 1178651638313226240, "full_text": "WHO CHANGED THE LONG STANDING WHISTLEBLOWER RULES JUST BEFORE SUBMITTAL OF THE FAKE WHISTLEBLOWER REPORT? DRAIN THE SWAMP!"}
{"label": "credible_uncertain", "id": 1179412022787809280, "full_text": "Why is the BJP govt determined to diminish Gandhiji's ideology of Satya. \n\nThe only thing honest about this statement is that India must continue to work on this mission because we are not Open Defecation Free. https://t.co/1qBeI1ast0 https://t.co/BdLMWkXFfI"}
{"label": "credible_uncertain", "id": 1180126902293540865, "full_text": "One in eight American adults, or 12.7 percent of the U.S. population, now meets diagnostic criteria for alcohol use disorder. CBD might be the answer to this massive problem. #CBDOil #Healthylifestyle #Alcoholism #Quitsubstanceabuse https://t.co/sojvTsPagF"}
{"label": "credible_uncertain", "id": 1180556700891455490, "full_text": "The year is 1986. The sign on Maradona's shirt says \"No drugs\" , on Platini's \"No to corruption\" 🤣 https://t.co/8VTJosPxZL"}
{"label": "credible_uncertain", "id": 1181172457811697664, "full_text": "The United States was supposed to be in Syria for 30 days, that was many years ago. We stayed and got deeper and deeper into battle with no aim in sight. When I arrived in Washington, ISIS was running rampant in the area. We quickly defeated 100% of the ISIS Caliphate,....."}
{"label": "credible_uncertain", "id": 1181172459325800448, "full_text": "....including capturing thousands of ISIS fighters, mostly from Europe. But Europe did not want them back, they said you keep them USA! I said “NO, we did you a great favor and now you want us to hold them in U.S. prisons at tremendous cost. They are yours for trials.” They....."}
{"label": "credible_uncertain", "id": 1181227887543894016, "full_text": "....down, watching over a quagmire, &amp; spending big dollars to do so. When I took over, our Military was totally depleted. Now it is stronger than ever before. The endless and ridiculous wars are ENDING! We will be focused on the big picture, knowing we can always go back &amp; BLAST!"}
{"label": "credible_uncertain", "id": 1181889601914454016, "full_text": "The Whistleblower’s facts have been so incorrect about my “no pressure” conversation with the Ukrainian President, and now the conflict of interest and involvement with a Democrat Candidate, that he or she should be exposed and questioned properly. This is no Whistleblower....."}
{"label": "credible_uncertain", "id": 1183048817685319693, "full_text": "Jai Shree Ram! https://t.co/tGrYcdxOXE"}
{"label": "credible_uncertain", "id": 1183148316319768576, "full_text": "Let these facts sink in:\n-The 1% is paying less in taxes than everyone else.\n-27 million Americans don’t have health insurance.\n\nWe can address both issues by taxing the wealthy to fund #MedicareForAll. Let’s get it done when we get back to Washington. https://t.co/T7PZ2SFAhR"}
{"label": "credible_uncertain", "id": 1183281654263177216, "full_text": "Convictions for voter impersonation at last election: 1\n\nPeople turned away in just 8 council areas in trials: 819\n\nPeople without photo ID: 3.5m\nWithout passport/driving license: 11m\n(Mostly not Tory voters)\n\nCONCLUSION:\nBring in voter ID https://t.co/OKAozv9fih"}
{"label": "credible_uncertain", "id": 1183292462216953859, "full_text": "Voter ID is a blatant attempt by the Tories to rig the result of the next general election.\n\n3.5 million don’t have access to any photo ID. If you restrict that to passport or driving licence it’s 11 million.\n\nhttps://t.co/rX9nugdcCQ"}
{"label": "credible_uncertain", "id": 1185949399408447488, "full_text": "This old man used to type the job applications of unemployed people . His type writer is now beyond repair . https://t.co/5fMtNbnIQH"}
{"label": "credible_uncertain", "id": 1186401779375902720, "full_text": "Barack Obama put a permanent stop on this military aid to the Ukraine- he never allowed it to go. \n\nYou’re telling me Democrats are trying to impeach President Trump for delivering aid that Obama didn’t deliver? \n\nThat’s ludicrous. https://t.co/JkZOVKYfg4"}
{"label": "credible_uncertain", "id": 1189160091951472646, "full_text": "Murray Energy, the largest coal company in the United States, filed for bankruptcy. If Murray rejects the UMWA pension plan obligations in Chapter 11 bankruptcy, the UMWA pension fund will be insolvent by 2020. Before last night it was projected to be insolvent by 2022."}
{"label": "credible_uncertain", "id": 1189161824614277120, "full_text": "How many more Never Trumpers will be allowed to testify about a perfectly appropriate phone call when all anyone has to do is READ THE TRANSCRIPT! I knew people were listening in on the call (why would I say something inappropriate?), which was fine with me, but why so many?"}
{"label": "credible_uncertain", "id": 1189927719770972169, "full_text": "Today’s resolution does not provide the president with due process protections that were afforded to both President Clinton and President Nixon. Instead of obsessing over impeachment, let’s focus on the issues facing the American people."}
{"label": "credible_uncertain", "id": 1190342965715177473, "full_text": "I just released my plan to pay for #MedicareForAll. It puts $11 trillion back in the pockets of American families, and doesn’t raise taxes on the middle class by even a cent. Here’s how we’re going to get it done: https://t.co/GnPjZA0PFT"}
{"label": "credible_uncertain", "id": 1191714474727821319, "full_text": ".@BorisJohnson – fixed your bus for you. https://t.co/Tmf4IXeDPE"}
{"label": "credible_uncertain", "id": 1192594646691729408, "full_text": "STATEMENT FROM PRESIDENT DONALD J. TRUMP https://t.co/EktztHfLk6"}
{"label": "credible_uncertain", "id": 1192801585140768769, "full_text": "Update. In answering a question from @armstrong_irwin , the PM invites people to call him up if they’re asked for customs forms. Fire them in the bin. https://t.co/7E2swGv56y"}
{"label": "credible_uncertain", "id": 1192821303440551936, "full_text": "NEWS: Gov. Cooper just vetoed another pay raise that the #NCGA passed, as he has every single teacher pay raise we've ever passed.\n\nI'm tired of Cooper using teachers as political pawns, blocking their raises then trying to convince them he cares. #ncpol\nhttps://t.co/AH5aX8zqsZ"}
{"label": "credible_uncertain", "id": 1195453661759123457, "full_text": "For Washington Democrats and pundits who are incredulous that @realDonaldTrump recalled an ambassador, certain that it must be evidence of a conspiracy...\n\nPresident Obama fired every Bush appointed ambassador upon his election.\n\nhttps://t.co/quP7oMAaBA"}
{"label": "credible_uncertain", "id": 1196439138486108162, "full_text": "The majority party just redrew the congressional map.\n\nHow'd it go? Well, here's Sen. Tillman (he's back!) saying of course \"it's set up to be partisan\" and fairness is irrelevant.\n\nRepublican Senators were visibly upset while he was blowing their cover. More gerrymandering in NC https://t.co/QdZBBJiTrg"}
{"label": "credible_uncertain", "id": 852130516304367616, "full_text": "#Progress https://t.co/2SivETFmEy"}
{"label": "credible_uncertain", "id": 852133380028342273, "full_text": "#Progress https://t.co/cDM0MgzhRb"}
{"label": "credible_uncertain", "id": 852138957911580672, "full_text": "#Progress https://t.co/5QUvwVz1LQ"}
{"label": "credible_uncertain", "id": 852402500581953536, "full_text": "#Progress https://t.co/IRA1Fl7pjU"}
{"label": "credible_uncertain", "id": 910453612630900736, "full_text": "After allowing North Korea to research and build Nukes while Secretary of State (Bill C also), Crooked Hillary now criticizes."}
{"label": "credible_uncertain", "id": 928228938526220288, "full_text": "@RalfLittle 4,300 more employed by mental health trusts, 2,700 more employed in talking therapies, 1400 more people treated every day since 2010. Isn’t it ur job 2 find a major European country that’s done better and faster rather than make assertions you can’t support? I double dare you"}
{"label": "credible_uncertain", "id": 932602894762856449, "full_text": "4) ....more than 2,000 of which are fully qualified (e.g. not the reduction of 167 in the fullfact piece you linked). https://t.co/pS5O3j8Qq1"}
{"label": "credible_uncertain", "id": 988037292932653056, "full_text": "Sleepy Eyes Chuck Todd of Fake News NBC just stated that we have given up so much in our negotiations with North Korea, and they have given up nothing. Wow, we haven’t given up anything &amp; they have agreed to denuclearization (so great for World), site closure, &amp; no more testing!"}
{"label": "credible_uncertain", "id": 1002177521599860736, "full_text": "Will be giving a Full Pardon to Dinesh D’Souza today. He was treated very unfairly by our government!"}
{"label": "credible_uncertain", "id": 1002684873738473476, "full_text": "It's clear Sen. Baldwin lacks pride in her country. She boldly opposed displaying the flag and reciting the Pledge of Allegiance or singing the National Anthem in our classrooms. #BaldwinsRadicalRecord #WisDems18 #wisen https://t.co/61BfzKS8iz"}
{"label": "credible_uncertain", "id": 1008467414235992069, "full_text": "We do not have a policy of separating families at the border.  Period."}
{"label": "credible_uncertain", "id": 1009440144884207617, "full_text": "Fact:\n\nOver 90,000 kids were detained under Obama.  And no one cared"}
{"label": "credible_uncertain", "id": 1011295779422695424, "full_text": "Congresswoman Maxine Waters, an extraordinarily low IQ person, has become, together with Nancy Pelosi, the Face of the Democrat Party. She has just called for harm to supporters, of which there are many, of the Make America Great Again movement. Be careful what you wish for Max!"}
{"label": "credible_uncertain", "id": 1012665534297624577, "full_text": "Just to state this:  Justice Kennedy's son gave a billion dollar loan to Trump when no one would give him a dime, and Justice Kennedy has been ruling in favor of the Trump Administration position for 2 years as the Court decides 5-4 case after 5-4 case."}
{"label": "credible_uncertain", "id": 1013016168377081856, "full_text": "The Democrats are making a strong push to abolish ICE, one of the smartest, toughest and most spirited law enforcement groups of men and women that I have ever seen. I have watched ICE liberate towns from the grasp of MS-13 &amp; clean out the toughest of situations. They are great!"}
{"label": "credible_uncertain", "id": 1013394559429169152, "full_text": "The Liberal Left, also known as the Democrats, want to get rid of ICE, who do a fantastic job, and want Open Borders. Crime would be rampant and uncontrollable! Make America Great Again"}
{"label": "credible_uncertain", "id": 1014117468858650624, "full_text": "Just out that the Obama Administration granted citizenship, during the terrible Iran Deal negotiation, to 2,500 Iranians - including to government officials. How big (and bad) is that?"}
{"label": "credible_uncertain", "id": 1019256415209345025, "full_text": "WATCH: @JoeManchinWV lied to the people of West Virginia and to @POTUS about how he would vote on issues that matter most to West Virginians. It’s time for liberal lying Joe to go. #wvpol #WNSen https://t.co/kBMDzhk0QU"}
{"label": "credible_uncertain", "id": 1021494093661306884, "full_text": "Charging families separated at the border as much as $8 per minute to talk by phone is a new low. Our country is better than that. I am calling on the Trump administration to end this shameless practice immediately and let these families talk for free. https://t.co/Di6I63F5OF"}
{"label": "credible_uncertain", "id": 1022535370007896064, "full_text": "Paul Ryan on June 24th: \"Wages are rising.\"\n\nReality: \"Between the first and second quarters of 2018 — after the tax cuts were enacted — real wages fell by 1.8 percent.\" 👇\n\nhttps://t.co/ltygIwhFGv"}
{"label": "credible_uncertain", "id": 1026084333315153924, "full_text": "Fake News reporting, a complete fabrication, that I am concerned about the meeting my wonderful son, Donald, had in Trump Tower. This was a meeting to get information on an opponent, totally legal and done all the time in politics - and it went nowhere. I did not know about it!"}
{"label": "credible_uncertain", "id": 1027895506809364480, "full_text": ".....Be happy, be cool! A football game, that fans are paying soooo much money to watch and enjoy, is no place to protest. Most of that money goes to the players anyway. Find another way to protest. Stand proudly for your National Anthem or be Suspended Without Pay!"}
{"label": "credible_uncertain", "id": 1029335579845115904, "full_text": "Bruce Ohr of the “Justice” Department (can you believe he is still there) is accused of helping disgraced Christopher Steele “find dirt on Trump.” Ohr’s wife, Nelly, was in on the act big time - worked for Fusion GPS on Fake Dossier. @foxandfriends"}
{"label": "credible_uncertain", "id": 1032017750829531142, "full_text": "‘I can think of nothing more American.’  — Beto O'Rourke — the man taking on Ted Cruz — brilliantly explains why NFL players kneeling during the anthem is not disrespectful https://t.co/bEqOAYpxEL"}
{"label": "credible_uncertain", "id": 1032260490439864320, "full_text": "Michael Cohen plead guilty to two counts of campaign finance violations that are not a crime. President Obama had a big campaign finance violation and it was easily settled!"}
{"label": "credible_uncertain", "id": 1032454567152246785, "full_text": "I have asked Secretary of State @SecPompeo to closely study the South Africa land and farm seizures and expropriations and the large scale killing of farmers. “South African Government is now seizing land from white farmers.” @TuckerCarlson @FoxNews"}
{"label": "credible_uncertain", "id": 1036681588573130752, "full_text": "Two long running, Obama era, investigations of  two very popular Republican Congressmen were brought to a well publicized charge, just ahead of the Mid-Terms, by the Jeff Sessions Justice Department. Two easy wins now in doubt because there is not enough time. Good job Jeff......"}
{"label": "credible_uncertain", "id": 1040217897703026689, "full_text": "3000 people did not die in the two hurricanes that hit Puerto Rico. When I left the Island, AFTER the storm had hit, they had anywhere from 6 to 18 deaths. As time went by it did not go up by much. Then, a long time later, they started to report really large numbers, like 3000..."}
{"label": "credible_uncertain", "id": 1041362214941323265, "full_text": "Ay who is this Halal NY Queen™ in the new Spider-Man game that wont hug Spider-Man?! 😂😍 https://t.co/7IHJXR4Tmz"}
{"label": "credible_uncertain", "id": 1049808185572380673, "full_text": "From 1990 to 2015 under democrat control, W. Va. teacher pay rank plummeted from 30th in the nation to 48th. Our GOP led legislature is committed to reversing that decline through passage of the largest aggregate pay raises in our state’s history. #ResultsNotResistance #wvgop18"}
{"label": "credible_uncertain", "id": 1060949297900834816, "full_text": "Rick Scott was up by 50,000+ votes on Election Day, now they “found” many votes and he is only up 15,000 votes. “The Broward Effect.” How come they never find Republican votes?"}
{"label": "credible_uncertain", "id": 1061168803218948096, "full_text": "There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor. Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests. Remedy now, or no more Fed payments!"}
{"label": "credible_uncertain", "id": 1061335051294728194, "full_text": "Trying to STEAL two big elections in Florida! We are watching closely!"}
{"label": "credible_uncertain", "id": 1061962869376540672, "full_text": "The Florida Election should be called in favor of Rick Scott and Ron DeSantis in that large numbers of new ballots showed up out of nowhere, and many ballots are missing or forged. An honest vote count is no longer possible-ballots massively infected. Must go with Election Night!"}
{"label": "credible_uncertain", "id": 1062598168548909056, "full_text": "“अभी temporary जनेउ पहन रखा है ...निपट लेंगे इनसे बाद में..”\n\nThe “fancy dress Hindus” are exposed yet again ..Kamalnath ji promises the Muslim clerics that the Congress will surely deal with the Hindus after the election ..for now the Muslims should stand with the Congress! https://t.co/sZJmW15h7d"}
{"label": "credible_uncertain", "id": 1063870621518651395, "full_text": "There have been no hearings on this bill. Why are proponents afraid of hearings &amp; letting members find out what’s in it? Maybe because it gives early release to “low level, nonviolent” criminals like those convicted of assaulting police, even with deadly weapons (USC 111(a))... https://t.co/lQnYGfF1o0"}
{"label": "credible_uncertain", "id": 1066876053170339840, "full_text": "....children from parents, as did Bush etc., because that is the policy and law. I tried to keep them together but the problem is, when you do that, vast numbers of additional people storm the Border. So with Obama seperation is fine, but with Trump it’s not. Fake 60 Minutes!"}
{"label": "credible_uncertain", "id": 1069307293752279040, "full_text": "$21  TRILLION of Pentagon financial transactions “could not be traced, documented, or explained.”\n\n$21T in Pentagon accounting errors. Medicare for All costs ~$32T.\n\nThat means 66% of Medicare for All could have been funded already by the Pentagon.\n\nAnd that’s before our premiums. https://t.co/soT6GSmDSG"}
{"label": "mostly_credible", "id": 1111652799966785536, "full_text": "19% of WVians rely on SNAP, but proposed changes would take food assistance from those struggling to find stable employment while doing nothing to help them to become permanently employed. I'm urging @USDA Sec Sonny Perdue to withdraw the proposal. MORE: https://t.co/cRln5zNudh"}
{"label": "mostly_credible", "id": 1137858267760144385, "full_text": "Outgoing @WorldVisionAus CEO @TimCostello: We are blind to the gambling problem in Australia like American's are blind to guns. It's out of control.\n\nMORE: https://t.co/tyxIk8GVkJ #amagenda https://t.co/OUgOpBMLod"}
{"label": "mostly_credible", "id": 1029058058398314496, "full_text": "My opponent, Rep. Mike Braun, has spent more than a year campaigning in support of health care plans that would eliminate coverage for people with pre-existing conditions. Now he's seemed to have changed his mind. Which is it, Mike? #INSen https://t.co/SHHK0O8sun"}
{"label": "mostly_credible", "id": 1021663143074836482, "full_text": "While Swiss Bank deposits increased by 3.2% from 2012 to 2013 under UPA, now under PM @narendramodi's leadership, deposits in Swiss banks have fallen by 34.5% in last 1 year and 80% in the last 4 years. Modi government’s #BlackMoneyCrackdown shows results. https://t.co/5WOZ8iwDLh"}
{"label": "mostly_credible", "id": 1144060630560903168, "full_text": "FACT: Cory Booker has accepted over $400,000 from the pharmaceutical industry during his political career. https://t.co/1HUfFVBGVU"}
{"label": "mostly_credible", "id": 1172887730239336450, "full_text": "Women's unemployment has been lower under President Trump than it's been in nearly 70 years. #WVGOP #WomenforTrump #WV4Trump https://t.co/88rzHcS16h"}
{"label": "mostly_credible", "id": 1059430294594445317, "full_text": "I've said it before and I'll say it again, hunting is really something that can help our economy grow! Hunters contribute more than $500 million to our state each year and help support a lot of jobs. Get a license today at https://t.co/burilhQECG. #WV #WVHunt https://t.co/btBNdz4TR6"}
{"label": "mostly_credible", "id": 989320316223619072, "full_text": "What is the safest big city in Texas with an unemployment rate under 3% that has been named the best place to live in the entire United States two years running? https://t.co/g8SJWQJ1NE"}
{"label": "mostly_credible", "id": 961771256868634630, "full_text": "There are more immigrants in our country right now than any other time. Is the country more united? Stronger? Just the opposite &amp; everyone knows it. Maybe that's bc our elites welcome immigrants by telling them how flawed America is and how bigoted its native population #Tucker"}
{"label": "mostly_credible", "id": 962424186793848832, "full_text": "@POTUS I do agree with @POTUS on one thing he said today, #domesticviolence does destroy lives, literally. 3 American women are murdered every day by their husband or boyfriend."}
{"label": "mostly_credible", "id": 963979744244125697, "full_text": "One third of Floridians own guns. One third. Florida is where Stand Your Ground laws were born. Florida politicians tried to ban doctors from asking abuse victims if there's a gun in the home. Florida is awash in assault weapons. Want to know why? Ask Marion Hammer and the NRA."}
{"label": "mostly_credible", "id": 1126961748320423942, "full_text": "Average annual interest rates on payday loans:\n\nDelaware: 521%\nIdaho: 652%\nNevada: 652%\nTexas: 661%\nUtah: 652%\nWisconsin: 574%\n\nIt's time to end exploitative lending that keeps Americans trapped in debt. We will cap interest rates on consumer loans and credit cards at 15%."}
{"label": "mostly_credible", "id": 852130516304367616, "full_text": "#Progress https://t.co/2SivETFmEy"}
{"label": "mostly_credible", "id": 950371619247153154, "full_text": "African American unemployment is the lowest ever recorded in our country. The Hispanic unemployment rate dropped a full point in the last year and is close to the lowest in recorded history. Dems did nothing for you but get your vote!  #NeverForget  @foxandfriends"}
{"label": "mostly_credible", "id": 1001973090107248641, "full_text": "There is no one better to represent the people of N.Y. and Staten Island (a place I know very well) than @RepDanDonovan, who is strong on Borders &amp; Crime, loves our Military &amp; our Vets, voted for Tax Cuts and is helping me to Make America Great Again. Dan has my full endorsement!"}
{"label": "mostly_credible", "id": 1093511280705658880, "full_text": "A black woman in New York City is 12 times more likely to die in childbirth than a white woman. This isn’t an accident—it's a failure of policy and justice, and one we can’t accept. We have a moral responsibility to right it."}
{"label": "mostly_credible", "id": 1163943755591770112, "full_text": "Fact: Thanks to pro-growth policies of this Administration, Americans are earning more. \n\nSince the passage of Tax Cuts, real disposable personal income per household has increased $5,205 and the lowest wage earners have seen the fastest nominal wage growth (8.9%)!"}
{"label": "mostly_credible", "id": 1181172459325800448, "full_text": "....including capturing thousands of ISIS fighters, mostly from Europe. But Europe did not want them back, they said you keep them USA! I said “NO, we did you a great favor and now you want us to hold them in U.S. prisons at tremendous cost. They are yours for trials.” They....."}
{"label": "mostly_credible", "id": 880353020172783617, "full_text": "Some Tory and DUP MP's won't like being named for voting against a pay rise for nurses, firefighters and police officers. Here's ALL of them https://t.co/2TUqiApvcC"}
{"label": "mostly_credible", "id": 852133380028342273, "full_text": "#Progress https://t.co/cDM0MgzhRb"}
{"label": "mostly_credible", "id": 918531606100545536, "full_text": "This is striking: 50% of households that claim State &amp; Local Tax deduction make under $100K – &amp; now @SpeakerRyan wants to throw it away."}
{"label": "mostly_credible", "id": 985720945494065152, "full_text": "Islamic cleric Nazir and shopkeeper Mohsin rape a 14 year old minor girl INSIDE a mosque. After calling the innocent girl inside on the pretext of cleaning the room, they overpowered her and committed the heinous crime! Why no outrage in MSM? Cc - @Nidhi https://t.co/I0kYsuWSby"}
{"label": "mostly_credible", "id": 1113161402972241920, "full_text": "Black women make only around 63 cents while Native American women earn 58 cents, and Hispanic women make just 54 cents in comparison to every dollar a man makes. Today we not only acknowledge the pay gap, we recommit to closing it. #EqualPayDay2019 https://t.co/rz5lb0SjZn"}
{"label": "mostly_credible", "id": 911911385176723457, "full_text": "...NFL attendance and ratings are WAY DOWN. Boring games yes, but many stay away because they love our country. League should back U.S."}
{"label": "mostly_credible", "id": 1149865845960499200, "full_text": "The illegal weapons &amp; arms were stored in medicine boxes inside the Madrasa in Uttar Pradesh.The Madrasa superintendent named Sajid was arrested along with five others and was sent to jail, Police confirmed. https://t.co/BLlgUtJyIT"}
{"label": "mostly_credible", "id": 1021444001948413954, "full_text": "New York City is experiencing the highest rate of homelessness since the Great Depression.\n\nFor every 1 person experiencing homelessness here, there are ~3 vacant apartments.\n\nInequality is a crisis, and a bold, 21st-century effort on poverty must advance.\nhttps://t.co/RLIKS18N4p"}
{"label": "mostly_credible", "id": 873879934040780801, "full_text": "I believe the James Comey leaks will be far more prevalent than anyone ever thought possible. Totally illegal? Very 'cowardly!'"}
{"label": "mostly_credible", "id": 1163564949781790721, "full_text": "Trump is still trying to take away health care from millions of Americans. In WI, over 79% of Title X patients rely on Planned Parenthood for their basic health care. Forcing @PPFA out of the family planning program will hurt women &amp; families - especially in rural areas.#ProtectX https://t.co/aQJAez6KRd"}
{"label": "mostly_credible", "id": 925447637708496897, "full_text": "U.S. COAL PRODUCTION\nUp📈7.8% past year. \nDown📉31.5% last 10 years. \n#EndingWarOnCoal https://t.co/xr20OBb2DV"}
{"label": "mostly_credible", "id": 1158679151689240576, "full_text": "The year before I became Minister of Aviation there were 5 plane crashes with the loss of 453 lives.When I became Minister the planes stopped crashing. There was not one crash under my watch.When I left the Ministry planes started crashing again.I must have done something right!"}
{"label": "mostly_credible", "id": 1023935529438666752, "full_text": "-40 million Americans still live in poverty\n-30 million have no health insurance\n-Half of older workers have no retirement savings\n\nAnd what does Trump's tax plan accomplish? Make the very, very rich much richer. What a disgrace. https://t.co/cBJn9Lqbb0"}
{"label": "mostly_credible", "id": 986378193321058307, "full_text": "Hey @ScottforFlorida - we fixed it for you. #SelfServingScott https://t.co/QWxAUMywGK"}
{"label": "mostly_credible", "id": 1069644125467742208, "full_text": "After a decade of progress, the rate of uninsured children is now rising. This is very troublesome. Every child needs access to quality, affordable healthcare.\nhttps://t.co/tBJJIYl2MA"}
{"label": "mostly_credible", "id": 1126173706227732480, "full_text": "The so-called \"heartbeat\" law outlaws abortion before most women even know that they're pregnant. This is one of the most restrictive anti-abortion laws in our country,\n\nWomen deserve the right to choose what happens to their bodies and WHEN it happens.\n\nhttps://t.co/oO0HFzWHuH"}
{"label": "mostly_credible", "id": 1136812714268004354, "full_text": "If out-of-state drivers paid gas tax, they would contribute $73 million to fix our roads. No matter where you’re from, you should pay your fair share for using our infrastructure."}
{"label": "mostly_credible", "id": 1117250718468063237, "full_text": "The home health care industry tells the story of the American economy. Plenty of jobs but they don't pay enough. Need higher min wage and expanded EITC. Most of home care is paid by government programs, which don't pay enough (warning for single payor!) https://t.co/Mq431vHVsq"}
{"label": "mostly_credible", "id": 1181227887543894016, "full_text": "....down, watching over a quagmire, &amp; spending big dollars to do so. When I took over, our Military was totally depleted. Now it is stronger than ever before. The endless and ridiculous wars are ENDING! We will be focused on the big picture, knowing we can always go back &amp; BLAST!"}
{"label": "mostly_credible", "id": 1089977923141074957, "full_text": "Did you know that there are almost 60,000 North Carolina children on waiting lists to access a school that works best for them? #schoolchoice #nced #ncpol \nhttps://t.co/iHoGcyaUJh"}
{"label": "mostly_credible", "id": 1165680312703225862, "full_text": "If this is your measurement for claiming we are the best you really need to know that being #1 in something isn’t always a good thing. https://t.co/cFf1DUpwSe"}
{"label": "mostly_credible", "id": 908114105264992262, "full_text": "Mnuchin wants to use a gov't jet that costs $25k/hour for his honeymoon.\n\nAnd he's in charge of tax reform for the middle class? #OutOfTouch https://t.co/hrOoBCHF3O"}
{"label": "mostly_credible", "id": 1060147434809159680, "full_text": "The number of people who just got their voting rights restored in Florida is greater than the populations of \n\nWyoming\nVermont\nAlaska\nNorth Dakota\nSouth Dakota\nDelaware\nRhode Island\nMontana\nMaine and \nNew Hampshire"}
{"label": "mostly_credible", "id": 1100878179307347970, "full_text": "#MichaelCohen:\n-Convicted of lying to Congress re: Russia investigation\n-Going to jail\n-\"Don't believe a word he says!\"\n\n#ElliottAbrams:\n-Convicted of lying to Congress re: arming Contra death squads\n-Pardoned, then appointed Envoy to Venezuela\n-\"Don't dare question his past!\"\n🤔"}
{"label": "mostly_credible", "id": 1133772008704139264, "full_text": "The President’s claim that ‘There was insufficient evidence and therefore, in our Country, a person is innocent. The case is closed!” is incorrect and in direct contradiction to what Special Counsel Mueller said earlier today."}
{"label": "mostly_credible", "id": 1096068962687713280, "full_text": ".@SenCarmichaelWV joins @HoppyKercheval to explain his thoughts on the @wvhouse’s version of the omnibus education bill. WATCH: https://t.co/wkudfIAoe1 https://t.co/90qJg2JDZY"}
{"label": "mostly_credible", "id": 907680479045877761, "full_text": "Now Republicans want to restore #gunrights to felons- something they lose after criminal conviction- CJS bills have prevented for 24 years"}
{"label": "mostly_credible", "id": 981265574469791745, "full_text": "Using the National Guard to do border security is very expensive. For what it would cost the Guard to make just TWO arrests at the border, we could give a homeless veteran permanent housing for an entire year."}
{"label": "mostly_credible", "id": 1103842768491823104, "full_text": "Trump's campaign manager, Paul Manafort, commits bank and tax fraud and gets 47 months. A homeless man, Fate Winslow, helped sell $20 of pot and got life in prison. The words above the Supreme Court say \"Equal Justice Under Law\"—when will we start acting like it?"}
{"label": "mostly_credible", "id": 1010194276628787200, "full_text": "West Virginians are outraged to learn Pat Morrisey joined a federal lawsuit to allow insurance companies to deny coverage for people with pre-existing conditions. Today, Manchin's campaign launched https://t.co/6W6SsQo3xb to give the people of WV the chance to speak out. #wvsen"}
{"label": "mostly_credible", "id": 1004752551034654720, "full_text": "“$3 billion payoff: 101 utilities cut rates, credit GOP tax cuts” https://t.co/x1a1OJuRgd"}
{"label": "mostly_credible", "id": 1145766440655564801, "full_text": "These are the 'Six To Fix' which make Derry's rail service inferior to East of Bann. Phase 3 works will solve thm all, but @DeptInfra keep delaying it. Tomorrow we present to @DCSDCouncil on this key issue. PLEASE sign our petition to keep the pressure on: https://t.co/PVcKnoZ9uT https://t.co/sPsxGrvzel"}
{"label": "not_credible", "id": 1001455155202506752, "full_text": "@ChelseaClinton @OpenSociety Sorry to have tweeted incorrect info about you!I Please forgive me! By the way, George Soros is a nazi who turned in his fellow Jews 2 be murdered in German concentration camps &amp; stole their wealth-were you aware of that?  But, we all make mistakes, right Chelsea?"}
{"label": "not_credible", "id": 1007340132461174785, "full_text": "Incompetence meets cronyism. https://t.co/badXDoNRaq"}
{"label": "not_credible", "id": 1012678099606163457, "full_text": ".@larry_kudlow: \"The deficit... is coming down, and it's coming down rapidly. Growth solves a lot of problems.\" https://t.co/H375h7rV0a"}
{"label": "not_credible", "id": 1013883261150466048, "full_text": ".@SenKamalaHarris, why are you supporting the animals of MS-13? You must not know what ICE really does. Here is a link to help you out: https://t.co/kcrNj4aVMU"}
{"label": "not_credible", "id": 1026468354603802624, "full_text": "This shows an urgent need to bring under control the cost of elections in Nigeria through tackling wasteful spending and corruption in the public procurement process, in order to deliver value for money in spending public funds."}
{"label": "not_credible", "id": 1032260490439864320, "full_text": "Michael Cohen plead guilty to two counts of campaign finance violations that are not a crime. President Obama had a big campaign finance violation and it was easily settled!"}
{"label": "not_credible", "id": 1036681588573130752, "full_text": "Two long running, Obama era, investigations of  two very popular Republican Congressmen were brought to a well publicized charge, just ahead of the Mid-Terms, by the Jeff Sessions Justice Department. Two easy wins now in doubt because there is not enough time. Good job Jeff......"}
{"label": "not_credible", "id": 1057218623964512256, "full_text": "When tall Tamil Leaders like Kamaraj campaigned strongly against RW Orgs like RSS, Muthuramalinga Thevar gave stage for Guruji Golwalkar to speak to the masses of Tamil Nadu. Thevar Aiya's Birth Anniversary today. \n\nPic: Thevar Aiya taking Golwalkar around Meenakshi Amman Temple. https://t.co/cJuTRQUPwA"}
{"label": "not_credible", "id": 1061335051294728194, "full_text": "Trying to STEAL two big elections in Florida! We are watching closely!"}
{"label": "not_credible", "id": 1064540462848098304, "full_text": "Of course we should have captured Osama Bin Laden long before we did. I pointed him out in my book just BEFORE the attack on the World Trade Center. President Clinton famously missed his shot. We paid Pakistan Billions of Dollars &amp; they never told us he was living there. Fools!.."}
{"label": "not_credible", "id": 1071006628487540738, "full_text": ".....overturned, 9-0, in the United States Supreme Court. Doing same thing to people now. Will all of the substantial &amp; many contributions made by the 17 Angry Democrats to the Campaign of Crooked Hillary be listed in top of Report. Will the people that worked for the Clinton...."}
{"label": "not_credible", "id": 1074989817061093378, "full_text": "Biggest outrage yet in the long, winding and highly conflicted Mueller Witch Hunt is the fact that 19,000 demanded Text messages between Peter Strzok and his FBI lover, Lisa Page, were purposely &amp; illegally deleted. Would have explained whole Hoax, which is now under protest!"}
{"label": "not_credible", "id": 1086252588088082432, "full_text": "Border rancher: “We’ve found prayer rugs out here. It’s unreal.”  Washington Examiner   People coming across the Southern Border from many countries, some of which would be a big surprise."}
{"label": "not_credible", "id": 1088206203094740994, "full_text": "The video show thousands of people gathered to support the President @NicolasMaduro at the celebrations of Venezuela Liberation Day. (TODAY)\n\nSome accounts serve these images as a support the US-backed #Guaido that coup leader.\n\n#WeAreMaduro https://t.co/aGlqix9Hnr"}
{"label": "not_credible", "id": 1088837159606542336, "full_text": "Never since records began have violent crime and knife crime been as high as they are today. This crisis is a consequence of nine years of Government cuts to the police and youth services. https://t.co/H3T3kWEgfH"}
{"label": "not_credible", "id": 1089519559126802432, "full_text": "We are not even into February and the cost of illegal immigration so far this year is $18,959,495,168. Cost Friday was $603,331,392. There are at least 25,772,342 illegal aliens, not the 11,000,000 that have been reported for years, in our Country. So ridiculous! DHS"}
{"label": "not_credible", "id": 1094375749279248385, "full_text": "I think it is very important for the Democrats to press forward with their Green New Deal. It would be great for the so-called “Carbon Footprint” to permanently eliminate all Planes, Cars, Cows, Oil, Gas &amp; the Military - even if no other country would do the same. Brilliant!"}
{"label": "not_credible", "id": 1098587583469228037, "full_text": "THE WALL IS UNDER CONSTRUCTION RIGHT NOW! https://t.co/exUJCiITsz"}
{"label": "not_credible", "id": 1102940222797561857, "full_text": "DÖNECEM TÜRKİYE'M.  ♥️♥️🇹🇷🇹🇷"}
{"label": "not_credible", "id": 1103346482093215744, "full_text": "Look at this MONKEY business...the entire Kenyan judiciary with 10000 employees covering 47 counties has a budget of Kshs18 billion. Parliament with only 800 employees has 40 billion out of which 10 billion is for foreign/local trips/entertainment...what a shame!!! https://t.co/mcdYsqwvxp"}
{"label": "not_credible", "id": 1104102015897124865, "full_text": "Members of our military have already given so much. Raiding money from their pensions to fund the President’s wasteful vanity project is outrageous. Our servicemembers deserve better. \nhttps://t.co/xIzR0MyCii"}
{"label": "not_credible", "id": 1104372765983981568, "full_text": "After 2020, all EU members will have to adopt the euro https://t.co/TLxFL55sKb"}
{"label": "not_credible", "id": 1125929262299717632, "full_text": "Listen to @BetoORourke on the #STEMshooting. We cannot accept this as our new normal. https://t.co/zLebmaj8En"}
{"label": "not_credible", "id": 1146239531223539713, "full_text": "The $4.6 billion wasn’t humanitarian at all. It had NO accountability measures for facilities that abuse children and families. It didn’t fix the problem, just funded abuse.\n\nI don’t believe in billion dollar blank checks for unethical, abusive administrations. Including yours. https://t.co/IzWJKWUxaN"}
{"label": "not_credible", "id": 1149712623920807936, "full_text": "Oppose of bus route started to Bandra to BKC by group of Muslim Rikshawala’s running share Riksha on that route\n#शान्ति_प्रिय_समुदाय\n#मुंबई https://t.co/2QtflS4aY4"}
{"label": "not_credible", "id": 1150645706903789570, "full_text": "#AssamFloods are the worst that can happen to a state but sadly it's still out if media's eyes. Tyranny of distance? https://t.co/TW0iQPclPr"}
{"label": "not_credible", "id": 1152145658658336769, "full_text": "A team of people were paid to produce this https://t.co/yE8G5yZWFc"}
{"label": "not_credible", "id": 1153048158445817856, "full_text": "\"Pauline and her mates have been ignoring this issue for too long.\" @3AWNeilMitchell and @PaulineHansonOZ go head to head over unemployment and the economy. #9Today https://t.co/jPUtFga5A0"}
{"label": "not_credible", "id": 1153528326012588033, "full_text": "Don’t fall for fear-mongering.\n\nHere are the facts on the RTI Amendment Bill, 2019. https://t.co/ejIcelmptb"}
{"label": "not_credible", "id": 1153817812651003904, "full_text": "What the hell is she wearing?! https://t.co/G3IZVFipkn"}
{"label": "not_credible", "id": 1156322203568410624, "full_text": "bet y’all didn’t know there was a plan b pill inside a pregnancy test https://t.co/SkhbvqUt1m"}
{"label": "not_credible", "id": 1156467542438772736, "full_text": "Path-breaking reforms by Modi government bring record FDI worth $ 64.37 billion in FY 19, the highest-ever FDI. https://t.co/uC8P1m8ZRt"}
{"label": "not_credible", "id": 1158120522913157120, "full_text": "\"You’ve got angry young men out there that are committing these mass shootings… Something is causing this to happen that people are so angry they want to go out and take people’s lives.\" @PaulineHansonOz #9Today https://t.co/fTf5d7EUMj"}
{"label": "not_credible", "id": 1167142815786328065, "full_text": "Dear @Uppolice @baghpatpolice @RailMinIndia @myogiadityanath @AmitShah @ndtv @sardesairajdeep @ravishndtv @aajtak @BDUTT urgent attention. This person Farooq was dragged from a train at Baghpat, beaten up badly. His Beard shaved off. He needs help. brother contact 8433201022 https://t.co/aKcrQFQgcx"}
{"label": "not_credible", "id": 1167253818700107778, "full_text": "🙏🙏 Further date extended by CBDT due to technical issue Now         30 September 2019 is the last date to file ITR for F.Y. 18-19 if your accounts are not liable to audit. File early, beat the rush &amp; avoid late fee of Rs.5000/- https://t.co/6QxG3YQxIG"}
{"label": "not_credible", "id": 1169375550806351872, "full_text": "This was the originally projected path of the Hurricane in its early stages. As you can see, almost all models predicted it to go through Florida also hitting Georgia and Alabama. I accept the Fake News apologies! https://t.co/0uCT0Qvyo6"}
{"label": "not_credible", "id": 1170360020195774465, "full_text": "Swedish behavioral scientist Magnus Söderlund has suggested that eating other people after they die could be a means of combatting climate change. https://t.co/pvK3F6XlRI"}
{"label": "not_credible", "id": 1170740441077227526, "full_text": "@PalmerReport plus, this hit the fan... https://t.co/WjG38IZWjm"}
{"label": "not_credible", "id": 1171396082154311680, "full_text": "Andy Street thinks he's 'categorically' done enough to be re-elected.\n🚨This morning we learned our region's unemployment has RISEN 25%.🚨\n\nWhat planet are they on? \n\n#TheyThinkItsAllAGame https://t.co/6Cq1wKZJIW"}
{"label": "not_credible", "id": 1174295718388854784, "full_text": "IIhan Omar, a member of AOC Plus 3, will win us the Great State of Minnesota. The new face of the Democrat Party! https://t.co/aQFEygSa4D"}
{"label": "not_credible", "id": 1179179573541511176, "full_text": "As I learn more and more each day, I am coming to the conclusion that what is taking place is not an impeachment, it is a COUP, intended to take away the Power of the...."}
{"label": "not_credible", "id": 1179224969642938368, "full_text": "Did you know that if the impeachment reaches the house and passes to the senate and isn’t passed the first term is nullified and Trump can run two more terms. If I’m reading correctly. @realDonaldTrump"}
{"label": "not_credible", "id": 1180653341539483650, "full_text": "The first so-called second hand information “Whistleblower” got my phone conversation almost completely wrong, so now word is they are going to the bench and another “Whistleblower” is coming in from the Deep State, also with second hand info. Meet with Shifty. Keep them coming!"}
{"label": "not_credible", "id": 1180973336878309376, "full_text": "Here’s an example of how MAGA-types put fake facts into circulation as though they are true &amp; repeat them until they’re unquestioningly accepted. Trump is doing this with the Bidens &amp; has been doing it all along. The truth here? Angela Merkel was born 9 years after Hitler died. https://t.co/Cd3aAz3XuS"}
{"label": "not_credible", "id": 1181033360241709056, "full_text": "....This makes Nervous Nancy every bit as guilty as Liddle’ Adam Schiff for High Crimes and Misdemeanors, and even Treason. I guess that means that they, along with all of those that evilly “Colluded” with them, must all be immediately Impeached!"}
{"label": "not_credible", "id": 1181172457811697664, "full_text": "The United States was supposed to be in Syria for 30 days, that was many years ago. We stayed and got deeper and deeper into battle with no aim in sight. When I arrived in Washington, ISIS was running rampant in the area. We quickly defeated 100% of the ISIS Caliphate,....."}
{"label": "not_credible", "id": 1181172459325800448, "full_text": "....including capturing thousands of ISIS fighters, mostly from Europe. But Europe did not want them back, they said you keep them USA! I said “NO, we did you a great favor and now you want us to hold them in U.S. prisons at tremendous cost. They are yours for trials.” They....."}
{"label": "not_credible", "id": 1181227887543894016, "full_text": "....down, watching over a quagmire, &amp; spending big dollars to do so. When I took over, our Military was totally depleted. Now it is stronger than ever before. The endless and ridiculous wars are ENDING! We will be focused on the big picture, knowing we can always go back &amp; BLAST!"}
{"label": "not_credible", "id": 1181739632159002626, "full_text": "Here's video of Trump attending the grand opening of Trump Tower in Turkey. Ivanka even thanked Erdogan on Twitter for this deal.\n\nGonna say it loud and clear:\n\nTRUMP IS SELLING OUT KURDISH LIVES FOR A FUCKING HOTEL! https://t.co/bHuCaq2Mo9"}
{"label": "not_credible", "id": 1181750525596983296, "full_text": "Gasoline Prices in the State of California are MUCH HIGHER than anywhere else in the Nation ($2.50 vs. $4.50). I guess those very expensive and unsafe cars that they are mandating just aren’t doing the trick! Don’t worry California, relief is on the way. The State doesn’t get it!"}
{"label": "not_credible", "id": 1181969511697788928, "full_text": "Only 25 percent want the President Impeached, which is pretty low considering the volume of Fake News coverage, but pretty high considering the fact that I did NOTHING wrong. It is all just a continuation of the greatest Scam and Witch Hunt in the history of our Country!"}
{"label": "not_credible", "id": 1182677357460541440, "full_text": "Truth about  #GoBackModi trend \n\n58% tweets from Pakistan \n\n4% from Chennai \n\n2% in Tamil &amp; 23% in Urdu \n\nWow what a MahaGathBandhan - in name of Tamilians - ISI Bots + Congress + Commies + Pakis trend #GoBackModi against @narendramodi \n\nExposed on @TimesNow now \n\n@RShivshankar https://t.co/w50zheTA6H"}
{"label": "not_credible", "id": 1183364480006119425, "full_text": "Emergency road constructed in Japan within 24 hrs as to maintain flow of traffic after the main one was being covered by landslide.\n\nHow many hours will this be fixed in our country?\n\nCrdt : Movie Night fb https://t.co/NqGGGgbVD4"}
{"label": "not_credible", "id": 1184292111782424577, "full_text": "Eric Trump says there never will be \"a president who has sacrificed so much of his wealth, made so many personal sacrifices as my father\" https://t.co/TK1bJzKf8F"}
{"label": "not_credible", "id": 1184996101411049472, "full_text": "Best footage so far. 💯 #Culiacan https://t.co/JUunUDjJTA"}
{"label": "not_credible", "id": 1188513382443474945, "full_text": "Since 2010, social care has been slashed by £7.7 billion. Over 200,000 nurses have resigned. Spare me your empty promises and apologise for the pain your party has caused instead. https://t.co/0x05NM672V"}
{"label": "not_credible", "id": 1189197769300271104, "full_text": "Modi is putting tamil nadu and it's culture on the world stage \nWonder what some idiot tamilians who hate him will do now \n#TamilNadu #Jallikattu #NarendraModi  #Putin https://t.co/6Gh72J11ku"}
{"label": "not_credible", "id": 1197293250115014656, "full_text": "Today I opened a major Apple Manufacturing plant in Texas that will bring high paying jobs back to America. Today Nancy Pelosi closed Congress because she doesn’t care about American Workers!"}
{"label": "not_credible", "id": 1197651546940608514, "full_text": "“I’d like to call out Labour as liars. I am one of the people he will tax more”\n\nThis audience member, who earns over £80,000, criticises the taxation promises in the Labour Party manifesto. #bbcqt https://t.co/jKJtz2QlqL"}
{"label": "not_credible", "id": 1197656608408571910, "full_text": "“A decline of public morals in the United States will probably be marked by the abuse of the power of impeachment as a means of crushing political adversaries or ejecting them from office.”\n\nAlexis de Tocqueville, 1835"}
{"label": "not_credible", "id": 1197694093046034433, "full_text": "MAIS COLÔMBIA EM GREVE GERAL https://t.co/KT58xszSu5"}
{"label": "not_verifiable", "id": 1162970644176396290, "full_text": "Let the world see what @narendramodi Govt is doing in #Kashmir\nThe #Hitler from the East rises while the world sleeps.\n@realDonaldTrump should consider imposing trade sanctions on India to control this monster before it’s too late! #SaveKashmirFromModi #IndianHitlerModi https://t.co/YS5kBZAmk1"}
{"label": "not_verifiable", "id": 1128917174389755904, "full_text": "Did Indiatoday showcase the Exit Poll Numbers by mistake ?? If so, future looks bleak for BJP. https://t.co/ucsw5bECod"}
{"label": "not_verifiable", "id": 1181172459325800448, "full_text": "....including capturing thousands of ISIS fighters, mostly from Europe. But Europe did not want them back, they said you keep them USA! I said “NO, we did you a great favor and now you want us to hold them in U.S. prisons at tremendous cost. They are yours for trials.” They....."}
{"label": "not_verifiable", "id": 1181227887543894016, "full_text": "....down, watching over a quagmire, &amp; spending big dollars to do so. When I took over, our Military was totally depleted. Now it is stronger than ever before. The endless and ridiculous wars are ENDING! We will be focused on the big picture, knowing we can always go back &amp; BLAST!"}
{"label": "not_verifiable", "id": 985487209510948864, "full_text": "The big questions in Comey’s badly reviewed book aren’t answered like, how come he gave up Classified Information (jail), why did he lie to Congress (jail), why did the DNC refuse to give Server to the FBI (why didn’t they TAKE it), why the phony memos, McCabe’s $700,000 &amp; more?"}
{"label": "not_verifiable", "id": 887202158529138688, "full_text": "#GirlPowerTrip UPDATE: @Malala is in Nigeria, which has more out-of-school girls than any country in the world. https://t.co/f5eBABDHgq"}
{"label": "not_verifiable", "id": 1126744497230991361, "full_text": "Chowkidar @GautamGambhir  hired a 'duplicate' to stand for him in the heat and campaign for him!\n\n😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/uBIqFw5x9J"}
{"label": "not_verifiable", "id": 1163478770587721729, "full_text": "Wow, Report Just Out! Google manipulated from 2.6 million to 16 million votes for Hillary Clinton in 2016 Election! This was put out by a Clinton supporter, not a Trump Supporter! Google should be sued. My victory was even bigger than thought! @JudicialWatch"}
{"label": "not_verifiable", "id": 1181172457811697664, "full_text": "The United States was supposed to be in Syria for 30 days, that was many years ago. We stayed and got deeper and deeper into battle with no aim in sight. When I arrived in Washington, ISIS was running rampant in the area. We quickly defeated 100% of the ISIS Caliphate,....."}
{"label": "not_verifiable", "id": 1168477659325591552, "full_text": "If the BJP govt. had any intention of fixing the mess they have created they would put aside petty politics &amp; seek the help of experts such as Former PM Dr. Manmohan Singh - who has proved his mettle in economic affairs plenty of times.\n\n#EconomyKhatreMeinHai https://t.co/t5M7uYBfUf"}
{"label": "not_verifiable", "id": 1179412022787809280, "full_text": "Why is the BJP govt determined to diminish Gandhiji's ideology of Satya. \n\nThe only thing honest about this statement is that India must continue to work on this mission because we are not Open Defecation Free. https://t.co/1qBeI1ast0 https://t.co/BdLMWkXFfI"}
{"label": "not_verifiable", "id": 995312025139073026, "full_text": "So John Kerry just left a meeting @ L’Avenue in Paris w/3 Iranians. A friend was sitting next to their table and heard JK blasting @realDonaldTrump. The Iranians had a 5 person security detail and left in diplomatic vehicles. Is he FARA registered? @seanhannity @TuckerCarlson https://t.co/vVYwDQTPNb"}
{"label": "not_verifiable", "id": 1164977044125573123, "full_text": "Curfews and media blackout cannot contain revolutions that emerge as a result of grave human rights violations. Yet Indian Govt continues to alienate Kashmir. Unarmed men, women, children being attacked by Indian Army. Inhumane! #Kashmir https://t.co/ixfPYd86F3"}
{"label": "not_verifiable", "id": 1184324201991163904, "full_text": "India's slide in the Global Hunger Index continues under the Modi regime. From ranking 55th in 2014, we stand at 103 among 119 with the highest child wasting rate over 20% in 2019.With the poverty, malnutrition and hunger rising like never before, the Govt remains in denial mode. https://t.co/8yiM1EehRG"}
{"label": "not_verifiable", "id": 1175386695757230080, "full_text": "BJP 2.0 started with a revenue shortfall of Rs 1.7 Lakh Cr, the Corp Tax cut will result in a further loss of Rs 1.45 Lakh Cr. \n\nLooting RBI worked for the former loss, how will the govt compensate for the latter? Tax middle class? Cut budget of social impact policies? Tax MSMEs? https://t.co/7uWri25lwr"}